[
  {
    "name": "Makita HP457DWE10 18V 2 x 1.5Ah Li-Ion Cordless G-Series Combi Drill..",
    "discription": "Produced to a quality far exceeding that of DIY products, this Makita 18V G-Series Combi Drill has a different battery platform to the Makita LXT range. It is powered exclusively by the G-Series battery and DC18WA charger. It is a cost effective option for Trade or DIY use. The Kit also includes a comprehensive 74 piece accessory set built into the lid of the carry case",
    "price": "$120",
    "quintity": "100",
    "minimun":"10",
    "image": "https://i.ibb.co/9NzFMcc/GPID-1100312106-00.jpg",
    "review":"Great value and sharp precise bits. Blue electrical flashes from side air Hand grip ventilation grill, when the drill power is disengaging, is a little concerning... but may be the bushes disconnecting with a jolt"
  },
  {
    "name": "Irwin 10505212 Jack 880 Universal Handsaw - 20in",
    "discription": "Consists of unique triple ground tooth design which is 25%    'faster' than double ground versions.",
    "price": "$99",
    "quintity": "100",
    "minimun":"10",
    "image": "https://i.ibb.co/Rzp9px1/I0534-112802-00.jpg",
    "review":"Brilliant saw! Works perfectly and smoothly, easy to hold, right size grip handle for anyone that uses it. A professional or a beginner like me can use it and it's a must have item in your toolbox & collection. Absolutely no complaints"
    
  },
  {
    "name": "Einhell TC-MS 2112 Mitre Saw - 1600W",
    "supplyName":"Pogramming Book",
    "discription": "The TC-MS 2112 Einhell Mitre Saw is ideal for jobs such as making crosscuts and mitre cuts in workpieces made of wood, laminated panels and plastics. The table insert is equipped with a practical scale for reading off the workpiece width easily from the working position. While workpiece supports on both sides and a reliable clamping device ensure exact operation, a cutting depth control facility permits even more challenging jobs to be performed with ease.",
    "price": "$73",
    "quintity": "100",
    "minimun":"10",
    "image": "https://i.ibb.co/jMGbnfq/GPID-1100580188-00.jpg",
    "review":"Excellent service from wickes, very good quality saw at a very reasonable price, and delivered to my door , will definitely be using wickes for any of my future projects,"
  },
  {
    "name": "Einhell TE-RH 32E 5kg Rotary Hammer Drill - 1250W",
    "discription":"This Einhell Hammer drill with pneumatic hammer action that is indispensable on challenging building, renovation and chiseling jobs. Features a 4 function use and a long service life. Has a low vibration rate thanks to the rubber handles for an overall improved grip of the power tool whilst operating. Includes 3 drills bits and is supplied with a case for transport.",
    "price": "$99",
    "quintity": "100",
    "minimun":"10",
    "image": "https://i.ibb.co/jMGbnfq/GPID-1100580188-00.jpg",
    "review":"I've used this to remove some bathroom tiles, plaster and drill some smallish holes in brick. I've been most impressed but the weight gets to you after a while but I wanted a heavier one"
  },
  {
    "name": "Bosch Universal Impact 700 Corded Impact Drill - 701W",
    "discription": "The Bosch Universal Impact 700 is a compact and lightweight drill which boasts a powerful drilling performance and versatility. It is equipped with a 701W motor which delivers consistent speed and cutting quality thanks to Bosch's Constant Electronic Feature. It also comes with electronic speed preselection that can be easily adjusted while working via the setting wheel and trigger switch. ",
    "price": "$99",
    "quintity": "100",
    "minimun":"10",
    "image": "https://i.ibb.co/L5cRX7t/GPID-1100330046-00.jpg",
    "review":"GREAT PRODUCT!!LOVE this little set!!Has everything needed for drilling projects. LOVE ❤️ the countersunk drill bit and the selection of screwdriver bits.It even has a few sockets!!"
  },
  {
    "name": "Bosch PBH 2100 RE Rotary Corded Hammer Drill - 550W",
    "supplyName":"Pogramming Book",
    "discription": "The PBH 2100 RE rotary hammer is a handy and powerful tool for all common hammering, drilling or chiselling jobs. With a high impact force from the 550 watts of power and pneumatic Bosch hammer mechanism, the tool makes light work of even the hardest materials, regardless pressure applied. The PBH 2100 RE is also very compact and lightweight, sitting comfortably in the hand due to it's slim design with sof ",
    "price": "$39",
    "quintity": "100",
    "minimun":"10",
    "image": "https://i.ibb.co/BTNP6dh/B0589-132189-00.jpg",
    "review":"Bought as a last minute replacement and has really surprised me. Never used einhell before but will be in the future."
  },
  {
    "name": "Einhell TC-RH 900 5kg Rotary Hammer - 900W",
    "supplyName":"Pogramming Book",
    "discription": "The TC-RH 900 Rotary Hammer with pneumatic hammer action is a versatile powerhouse which provides great service on building, renovation and chiselling jobs. The SDS-Plus chuck enables drill bits and chisels to be changed without tools, and together with the powerful 900W motor it develops an hammer force of 3 joules. The additional handle is equipped with an anti-twist lock for prolonged and safe handling ",
    "price": "$84",
    "quintity": "100",
    "minimun":"10",
    "image": "https://i.ibb.co/Gs35xZC/GPID-1100580159-00.jpg",
    "review":"No problems with this tool been using it for a while and it keeps going, needs to be abit more powerful Thou"
  },
  {
    "name": "Wickes 210mm Corded Sliding Compound Mitre Saw - 1800W",
    "discription": " The Wickes Sliding Mitre Saw provides quality and accuracy with 0 - 90° bevel cutting capability. Made with a cast aluminium base. Multi purpose design ideal for both light and heavy duty use against a wide range of materials. Includes a dust collection bag and is recommended for use with suitable vacuum extraction.",
    "price": "$44.99",
    "quintity": "100",
    "minimun":"10",
    "image": "https://i.ibb.co/L1XqM8X/GPID-1100649626-00.jpg",
    "review":"Good product at a competitive price. Okay for the home DIYer. Only reason not given 5 stars is the dust collection is abysmal and it only mitres up to 45 degrees. Could do with another 5 degrees for corners less than 45 degrees."
  },
  {
    "name": "Bosch POF 1200 AE 1/4in Corded Plunge Router - 1200W",
    "supplyName":"Pogramming Book",
    "discription": "This router is best for accurate groove, edge and profile routing when making furniture or giving work pieces a creative finish.",
    "price": "$88",
    "quintity": "100",
    "minimun":"10",
    "image": "https://i.ibb.co/DgMVdfW/B0589-132187-00.jpg",
    "review":"Great router, good all rounder, and comes with a dust extraction adaptor, multiple points of adjustment, works very well and quiet considering."
  },
  {
    "name": "Einhell TC-BJ 900 Corded Biscuit Jointer - 860W",
    "supplyName":"Pogramming Book",
    "discription": " The Einhell TC-BJ 900 Biscuit Jointer provides clean joints which are made easier using this handy, powerful tool, ambitious enthusiasts can produce ideal joints for numerous applications. Complicated structures are possible thanks to the variable angle and height setting facility. ",
    "price": "$70",
    "quintity": "100",
    "minimun":"10",
    "image": "https://i.ibb.co/31N9XzT/GPID-5000003619-00.jpg",
    "review":"Very good biscuit jointer Apart from the plastic screw knobs which when tightened spin around."
  },
  {
    "name": "Makita DHP453FX12 18V Cordless Combi Drill 1 X 3.0Ah",
    "discription": "The Makita DHP453 Combi Drill is a very versatile machine with 3 modes of operation, drilling, hammer drilling and screwdriver settings. With a powerful all metal gearbox it delivers up to 42Nm of torque. It is supplied with 1 X 3.0Ah LXT Li-Ion battery, charger and a 101 Piece Drill, Screwdriver & Tool Set built into the lid. Everything you need in one box. ",
    "price": "$70",
    "quintity": "100",
    "minimun":"10",
    "image": "https://i.ibb.co/sVGJXNq/GPID-1100518331-00.jpg",
    "review":"Having talked to some workmen who use these I'm not surprised why. Great set and a drill that made work that I have been struggling with effortless. The case means and accessories gives me all I need in one place. Highly recommend"
  },
  {
    "name": "Bosch Advanceddrill 18 Cordless Brushless 2 X 2.5ah",
    "discription": " This cordless drill driver is exceptionally intuitive and highly versatile. The rotation direction can be changed with one simple click due to the innovative electronic switch system with an indicator LED light. Its brushless motor delivers power, compactness and endurance.",
    "price": "$70",
    "quintity": "100",
    "minimun":"10",
    "image": "https://i.ibb.co/Wv82DDT/GPID-1100693325-00.jpg",
    "review":"This a great set of tools they are highly recommended. A great purchaseBottom Line Yes, I would recommend to a friend"
  },
  {
    "name": "Makita DHR202RT1J 18V LXT 1 x 5.0AH SDS+ Rotary Hammer Drill",
    "discription": " The Makita DHR202 18V LXT SDS-PLUS Rotary Hammer is capable of drilling through steel, wood and masonry with ease. The chisel rotates 360° with 40 different locking positions to get the best possible working angle.",
    "price": "$78",
    "quintity": "100",
    "minimun":"10",
    "image": "https://i.ibb.co/KzcTfhY/GPID-5000001002-00.jpg",
    "review":"I didn't think I'd see able to get a saw that did so much for the price. I mainly got to cut skirting board but can see its going to be used all the while. The laser guide is a bonus as well."
  },
  {
    "name": "The Woodland Axe",
    "discription": "Introducing our new & improved ‘Bushcraft axe’. Now with an extra comfy handle, and an updated fit.The woodland axe is the perfect all-round axe. Use it for everything from splitting your firewood to warm your home, to felling trees & coppice work. ",
    "price": "$70",
    "quintity": "100",
    "minimun":"10",
    "image": "https://i.ibb.co/zXSMvst/woodland-axe01.jpg",
    "review":"I’m writing again to wax lyrical. After my original bushcraft axe was stolen, I recently received the updated Woodlands axe. It is more than a joy to use. How did you make the perfect axe for me? 🙂 It is super sharp out of the box. Just slices through the wood when I limb and clear"
  }
]
